Repository: Khayratdinov/e-commerce-project
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ru

source: English
ru: Английский

source: Russian
ru: Русский

source: Uzbek
ru: узбекский

source: HamrohBooks - Kitoblar olami
ru: HamrohBooks - Мир Книг

source: Sayt test rejimda ishlayapti
ru: Сайт находится в тестовом режиме

source: Home
ru: Главный

source: Books
ru: Книги

source: Category
ru: Категория

source: Blog
ru: Блог

source: Contact
ru: Контакт

source: Bosh sahifa
ru: Домашняя страница

source: Izohlar
ru: Комментарии

source: Savatchaga qo'shish
ru: Добавить в корзину

source: Sotip olish
ru: Купить

source: Kitobni saqlap korish
ru: Сохранить книгу

source: Ro'yxatdan o'tish
ru: регистрироваться

source: Kitob haqida malumot
ru: О книге

source: Mijozlarning izohlari
ru: Комментарии клиентов

source: izoh
ru: Комментарии

source: Izoh yozish
ru: Написать комментарий

source: john.smith@example.com
ru: test@example.com

source: Baholash
ru: Оценка

source: Fikrlaringizni shu yerda yozing
ru: Пишите сюда свои мысли

source: Fikr qoldirish
ru: Оставить комментарий

source: rating qoldirish ushin royxattan otishingiz kerak
ru: Вы должны зарегистрироваться, чтобы оставить рейтинг

source: Oqshash kitoblar
ru: Похожие книги

source: Bu kitoblar ham sizga yoqishi mumkin
ru: Вам также могут понравиться эти книги

source: CHEGIRMA
ru: СКИДКА

source: YANGI
ru: НОВЫЙ

source: Sort By
ru: Сортировать по

source: Odatiy
ru: Обычный

source: Nomi (А - Ya)
ru: Имя (А - Я)

source: Nomi (Ya - А)
ru: Имя (Я - А)

source: Narxi (Аrzondan > Qimmatgacha)
ru: Цена (Дешево > Дорого)

source: Narxi (Qimmatdan > Аrzongacha)
ru: Цена (От Дорого > Дешево)

source: Berilgan baxosi (Eng yuqorisi)
ru: Рейтинг (самый высокий)

source: Berilgan baxosi (Eng past)
ru: Цитата (самая низкая)

source: Kiritilgan sanasi (Eski > yangi)
ru: Дата добавления (Старый > Новый)

source: Kiritilgan sanasi (Yangi > eski)
ru: Дата добавления (новый > старый)

source: Batafsil korish
ru: Узнать больше

source: Yangi Kitobalar
ru: Новые книги

source: Sizning kitob javoningiz ushin yangi kitoblar
ru: Новые книги на вашей книжной полке

source: Kop sotiliyotkan kitoblar
ru: Самые продаваемые книги

source: Bizda eng kop sotiliyotkan kitoblar royxati oylaymizki sizga ham maqul keladi
ru: У нас есть список бестселлеров, которые могут вам понравиться

source: Yangiliklar
ru: Новости

source: Biz haqqimizdagi yangiliklar bizni kuzatip boring
ru: Следите за новостями о нас

source: Toliq oqish
ru: Читать далее

source: Uyga bepul yetkazib berish
ru: Бесплатная доставка на дом

source: Xavfsiz to'lov
ru: Безопасная оплата

source: Buyurtma uchun chegirmalar
ru: Скидки на заказы

source: Magazinnan olaman
ru: я возьму в магазине

source: Maqsulotlar sumasi
ru: Количество продуктов

source: Yetkazip berish xizmati
ru: Служба доставки
